host/RocksDB/rocksdb-flashalloc/LATENCY/VER6/falloc.log
Initializing RocksDB Options from the specified file
Initializing RocksDB Options from command-line flags
Keys:       16 bytes each
Values:     1024 bytes each (512 bytes after compression)
Entries:    262144
Prefix:    0 bytes
Keys per prefix:    0
RawSize:    260.0 MB (estimated)
FileSize:   132.0 MB (estimated)
Write rate: 0 bytes/second
Read rate: 0 ops/second
Compression: NoCompression
Compression sampling rate: 0
Memtablerep: skip_list
Perf Level: 1
------------------------------------------------
Initializing RocksDB Options from the specified file
Initializing RocksDB Options from command-line flags
DB path: [/home/csoyee/nvme]
fillrandom   :      55.970 micros/op 71462 ops/sec;   70.9 MB/s